Repository: foss-np/smriti
Catalog: ne_NP_Firefox_OS.tmx
Source language: en
Languages: ne

source: Phone Activity
ne: फोन क्रियाकलाप

source: bcc
ne: अन्ध बोधार्थ

source: Your device name exceeds {{length}} characters. Please retry again.
ne: तपाईंको यन्त्रको नाम {{length}} क्यारेक्टरहरू भन्दा बढि भएको छ। कृपया पुन: प्रयास गर्नु होला।

source: {{ n }} New Emails ({{ accountName }})
ne: {{ n }} नँया इमेलहरु ({{ accountName }})

source: {{list}} shared
ne: {{list}} साझेदारी गरियो

source: {{value}} weeks ago
ne: {{value}} हप्ता अगाडि

source: LAST 7 DAYS
ne: बितेको सात दिनमा

source: Attachments
ne: संलग्न फाइलहरू

source: a minute ago
ne: एक मिनेट अगाडि

source: Subject:
ne: विषय:

source: Can not open received file
ne: प्राप्त गरिएको फाइल खोल्न सकिएन

source: Asterisk
ne: तारा चिन्ह

source: STK Query
ne: STK क्वेरी

source: The battery is too low to use the camera.
ne: क्यामेरा चलाउन पुग्ने ब्याट्री छैन|

source: Speaker
ne: वक्ता

source: cc
ne: बोधार्थ

source: JUNE
ne: जून

source: No devices are actively tracking your phone through the website.
ne: कुनै पनि यन्त्रहरू सक्रिय रुपमा वेबसाइट मार्फत तपाइको फोन ट्रैकिंग गरेको छैनन्।

source: Changing the default media storage location will affect where all media will be saved by default. Existing data will remain in its current location. Do you want to proceed?
ne: पूर्वनिर्धारित मिडिया भण्डार स्थान परिवर्तन गरेमा फोटो, भिडियो, सङ्गित, डाउनलोड र अन्य मिडियालाई पूर्वनिर्धारित स्थानमा सङ्ग्रह गर्नमा असर पर्नेछ। पहिल्यै अवस्थित भएका डाटाहरु आफ्नै हालको क्षेत्रमा हुनेछन् ।

source: You must be connected to the Internet to view the page.
ne: यो पृष्ठ हेर्नका लागि तपाईको फोन इन्टरनेटमा जडान हुनुपर्छ |

source: 1 day
ne: १ दिन

source: {{ n }} retries left
ne: {{ n }} कोसिसहरु बाँकी

source: Anchors
ne: एङ्करहरु

source: (Flash deactivated)
ne: (फ्ल्यास निस्क्रिय्)

source: What is a SIM PIN?
ne: सिम PIN के हो?

source: Thursday
ne: बिहिबार

source: 1 minute after
ne: १ मिनेट पछी

source: Voice
ne: स्वर

source: Format SD card 2
ne: एस् डी कार्ड 2 फर्म्याट गर्नुहोस्

source: Sending Mozilla a report when a crash occurs helps us fix the problem for everyone. Reports are sent over Wi-Fi only.
ne: क्र्यास हुँदा मोजिल्लालाई प्रतिवेदन पठाउनुभयो भने, हामीलाई त्यो समस्यालाई सबका लागि समाधान गर्न सजिलो पर्नेछ। प्रतिवेदनहरु Wi-Fi मार्फत मात्र पठाउन सकिन्छ।

source: Starting on
ne: सुरु गर्दै

source: {{ n }} matches for "{{ matchNumber }}"
ne: "{{ matchNumber }}"का लागि {{ n }} वटा जोडाहरु

source: This message is large and may take some time to download.
ne: यो सन्देश ठूलो छ र डाउनलोड हुन केहि समय लाग्नसक्छ।

source: Operator message
ne: सञ्चालक सन्देश

source: Port
ne: पोर्ट

source: Tap to Edit
ne: सम्पादन गर्नलाई ट्याप

source: {{remaining}} remaining phone credit
ne: {{remaining}} बाँकी फोन उधारो

source: NCK2 must have between 8 and 16 characters.
ne: NCK2 मा 8 देखि 16 क्यारेक्टरहरू हुनुपर्छ ।

source: Invalid number
ne: अवैध सन्ख्या

source: Select a track
ne: एउटा ट्रयाक चयन गर्नुहोस्

source: Subscription not available
ne: सदस्यता उपलब्ध छैन

source: Volume warning
ne: भोल्युम सवधान

source: {{ progress }} downloaded
ne: {{ progress }} डाउनलोड भइसक्यो

source: {{account-name}} (POP3)
ne: {{खातावालको नाम}} (POP3)

source: combo box option
ne: कम्बो बाकस विकल्प

source: Power saving mode is on.
ne: शक्ति बचत शैली चालू छ।

source: Yes! Send data.
ne: हुन्छ! डेटा पठाउनुहोस्।

source: {{site}} would like to access your videos.
ne: {{site}}ले तपाईको भिडियोहरुसंग पहुंच पुग्न चाहन्छ |

source: Calls will be sent from
ne: कलहरु यहाँ बाट पठाइने छन्

source: From {{from}} to {{to}}
ne: {{from}} देखि {{to}} सम्म

source: SIM card
ne: सिम कार्ड

source: Personal
ne: व्यक्तिगत

source: Accept
ne: स्वीकार गर्नुहोस्

source: Delete contact
ne: सम्पर्क मेटाउनुहोस्

source: Anniversary
ne: वार्षिकोत्सव

source: in {{value}}d
ne: {{value}}दिनमा

source: Recent calls
ne: हालको कलहरु

source: {{ caller }} has left the call.
ne: {{ caller }} ले कल छोडेको छ।

source: MMS proxy
ne: MMS प्रोक्सी

source: {{value}} weeks after
ne: {{value}} हप्ता पछि

source: You can not change the caller ID setting
ne: तपाईले कलर आइडि सेटिङ्ग परिर्वतन गर्न मिल्दैन

source: Download update now?
ne: अपडेटहरु अहिले डाउनलोड गर्ने?

source: Passcode is incorrect
ne: गलत पासकोड

source: {{amount}} of data used since {{start-date}}
ne: {{start-date}} देखि {{amount}} डेटा प्रयोग भयो

source: in {{value}}h
ne: {{value}}घण्टामा

source: Wednesday
ne: बुधबार

source: Camera can not be used while phone is plugged in
ne: फोन जोडिएको बेला क्यामेरा प्रयोग गर्न मिल्दैन

source: check menu item
ne: मेनु वस्तु जाँच्नुहोस्

source: switched
ne: बदलिएको

source: 1 Contact removed
ne: एकवटा सम्पर्क हटाइयो

source: in {{value}}m
ne: {{value}}मिनेटमा

source: Immediately
ne: तुरून्तै

source: Enable FDN
ne: एफ् डि एन् सक्षम पार्नुहोस्

source: New Account
ne: नयाँ खाता

source: Alarm name
ne: संसूचकको नाम

source: Create new contact
ne: नयाँ सम्पर्क सिर्जना गर्नुहोस्

source: Edit call log
ne: कल लग सम्पादन गर्नुहोस्

source: You must enable POP3 on your Gmail account
ne: तपाईंले आफ्नो जीमेल खातामा POP3 सक्षम पार्नुपर्छ

source: SSID Network Name
ne: एस् एस् आइ डी सञ्जाल नाम

source: search
ne: खोजी

source: No photos or videos
ne: तस्विर र भिडियोहरु छैन

source: left bracket
ne: बाँया कोष्टक

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
ne: संभवत सुनवाई नष्ट नगुनबाट रोकनका लागी, लामो समयसम्म उच्च भोल्युमको स्तरमा नसुन्नहोला।

source: Use as default ringtone
ne: पूर्वनिर्धारित रिङ्गटोनका रूपमा प्रयोग गर्नुहोस्

source: My Alerts
ne: मेरा अलर्टहरु

source: (incorrect date)
ne: (गलत मिति)

source: clicked
ne: क्लिक गरिएको

source: Front Camera
ne: अगाडिको क्यामेरा

source: No Events
ne: घटनाहरु छैन

source: Retake
ne: रि-टेक - बटन

source: Play sound after message is sent
ne: सन्देश गइसकेपछी ध्वनि प्ले

source: Refreshing
ne: ताजा पारिदै

source: Flash On
ne: फ्ल्यास अन

source: Drafts
ne: ड्राफ्टहरू

source: Select download
ne: डाउनलोड चयन गर्नुहोस्

source: form
ne: फारम

source: Marketplace
ne: मार्केटप्लेस

source: No memory card found. Please insert a memory card.
ne: स्मृति कार्ड भेटिएन । कृपया स्मृति कार्ड घुसाउनुहोस् ।

source: Select a network
ne: एउटा सञ्जाल चयन गर्नुहोस्

source: Read Reports
ne: प्रतिवेदनहरु पढ्नुहोस्

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
ne: एउटा क्र्यास प्रतिवेदनमा तपाईको उपकरण र क्र्यासको बारेमा केहि विवरणका साथै तपाईको उपकरण क्र्यास हुँदाखेरिको स्न्यापसट रहेको हुन्छ।

source: Find duplicate contacts
ne: उस्तै सम्पर्क विवरण खोज्नुहोस्।

source: Very good
ne: धेरै राम्रो

source: Show on lock screen
ne: लक पर्दामा देखाउनुहोस्

source: New voicemail
ne: नयाँ ध्वनिमेलहरु

source: Phone activity
ne: फोन क्रियाकलाप

source: Enter SIM {{n}} PUK
ne: SIM {{n}} PUK प्रविष्ट गर्नुहोस्

source: Message successfully sent
ne: सन्देश सफलतापूर्व पठाइयो

source: Your phone is being tracked by another device through the website.
ne: तपाईंको फोन वेबसाइट मार्फत अर्को उपकरणमा पिछा भइरहेको छ।

source: This message has already been deleted.
ne: यस सन्देश पहिल्यै नै मेटाइएको छ।

source: Server not found
ne: सर्भर फेला परेन

source: Time Format
ne: समय ढाँचा

source: Ringtone set as default.
ne: रिङटोन पूर्वनिर्धारितका रूपमा सेट गरियो।

source: letters
ne: अक्षरहरु

source: Exit
ne: निस्कनुहोस्

source: Remove photo
ne: तस्बिर हटाउनुहोस्

source: Save Signature
ne: हस्ताक्षर सङ्ग्रह गर्नुहोस्

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ne: सिम कार्डका लागि तपाईले व्यक्तिगत खोल्ने चाबीको (PUK) कोड प्रविष्ट गर्नुपर्नेछ। थप जानकारीका लागि तपाईको सिम कार्ड कागजत हेर्नुहोस् अथवा सिम वाहकसंग सम्पर्क राख्नुहोस्।

source: Top Up
ne: टप अप

source: Images
ne: चित्रहरु

source: tomorrow
ne: भोलि

source: Multimedia Messaging (MMS)
ne: मल्टिमिडिया सन्देश (MMS)

source: No SIM card
ne: सिम कार्ड छैन

source: Every day
ne: प्रत्येक दिन

source: Weekdays
ne: हप्तादिनहरु

source: Imported {{n}} contacts
ne: {{n}} सम्पर्क आयात गरियो

source: loading
ne: लोड हुँदैछ

source: Undo
ne: पूर्वस्थितिमा फर्काउनुहोस्

source: Two-Factor Enabled
ne: दुई-फ्याक्टर सक्षम पारियो

source: Don’t Share
ne: नबाँड्नुहोस्

source: Canceled
ne: रद्द गर्नुहोस्

source: Your SIM card is PUK-locked
ne: तपाईँको सिम कार्ड PUK-ताल्चा लागेको छ

source: Remove {{name}} from system?
ne: {{name}} लाई प्रणालीबाट हटाउने?

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
ne: ढाँचाः सेव शक्ति खोल्दै ब्याट्री जीवन विस्तार गर्न फोनको डाटा, ब्लुटुथ र भू कनेक्शन बन्द हुन्छ। तपाईं अझै पनि स्वयं फिर्ता यी सेवा गर्न सक्नुहुन्छ।

source: Performance
ne: प्रदर्शन

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
ne: तपाईले जोडी बनाउन खोज्नु भएको यन्त्रको ब्लुटुथ अन छ कि छैन र अझै पनि पहुंच सीमामा छ कि छैन जाँच्नुहोस्।

source: Mar
ne: मार्च

source: We could not sign in to the server. Maybe your password is wrong?
ne: हामीले सर्भरमा साइन-इन गर्न सकेनौ। शायद तपाईको पासवर्ड गलत छ कि?

source: Type your SPCK code
ne: तपाईको SPCK कोड लेख्नुहोस्

source: Nothing selected
ne: केही चयन गरिएको छैन

source: Insert a memory card to listen to songs.
ne: गीतहरु सुन्नका लागि मेमोरी कार्ड घुसाउनुहोस्।

source: Enter RSPCK code
ne: RSPCK कोड प्रविष्ट गर्नुहोस्

source: Are you sure you want to cancel this install?
ne: के तपाईँ यो कार्य रद्द गर्न निश्चित हुनुहुन्छ?

source: May
ne: मे

source: reloading
ne: पुन: लोड हुँदै

source: 1 year after
ne: १ बर्ष पछी

source: {{appName}} {{layoutName}} is set as default input method
ne: {{appName}} {{layoutName}} पूर्वनिर्धारण आगत शैली सरह निर्धारण गरिएको छ

source: Bookmark to:
ne: यहाँ पुस्तकचिनो:

source: No contacts exported
ne: कुनै सम्पर्क निर्यात भएको छैन

source: Finish
ne: समाप्त

source: Set Up Call
ne: कल सेटअप गर्नुहोस्

source: System Alert
ne: प्रणाली सतर्कता

source: Video Type
ne: भिडियोको प्रकार

source: Inactive
ne: निस्क्रिय

source: Duplicates found
ne: नक्कल भेटियो

source: {{n}} participants
ne: {{n}} सहभागीहरु

source: Why do you feel happy?
ne: तपाईलाई किन खुसि महसुस हुन्छ ?

source: Humming Waves
ne: हयुमिंग छालहरु

source: Title
ne: शीर्षक

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
ne: सहि PUK कोड प्रविष्ट गर्ने अन्तिम मौका। यदि गलत PUK कोड प्रविष्ट गर्नुभएमा तपाईको SIM कार्ड स्थायी रुपमा काम नलाग्ने हुन्छ। तपाईको SIM कार्डको डकुमेन्टबाट सल्लाह लिनुहोस् वा जानकारीका लागि तपाईको वाहकसँग सम्पर्क राख्नुहोस्।

source: Unblock PIN2
ne: PIN2 बाधा हटाउनुहोस्

source: {{ n }} messages marked as read
ne: {{ n }} सन्देशहरू पढिएको रुपमा चिन्ह लगाइयो

source: Image is too large to display on this device.
ne: यस यन्त्रमा देखाउनका लागि छवि धरै ठूलो छ।

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
ne: प्रयोगमा देखाइएको सूचनाहरु सिधै यस यन्त्रबाट आउछ | खाताको बिस्तृत जानकारीका लागि तपाईको मोबाइल सेवा प्रदायकसँग जाँच्नुहोस् |

source: Packet: {{ packet }}
ne: प्याकेट: {{ packet }}

source: There is no application available to open this file type.
ne: यो फाइल प्रकार खोल्नका लागि कुनै पनि एप्लिकेसन उपलब्ध छैन।

source: Jank
ne: ज्यांक

source: Local Drafts
ne: स्थानीय ड्राफ्टस

source: Check here to let us contact you from your email.
ne: हामीले तपाइलाई इमेलद्वारा सम्पर्क गर्नका लागि यहाँ मार्क गर्नुहोस ।

source: From withheld number
ne: रोक लगाईएको नम्बरबाट

source: Unplug the phone to use this app.
ne: यो एप प्रयोग गर्नका लागि फोनलाई छुटाउनुहोस्।

source: Failed to cancel WPS [{{error}}]
ne: WPS रद्द गर्न असफल [{{error}}]

source: Facebook contacts cannot be set as ICE contacts
ne: फेसबुकको सम्पर्कहरुलाई ICE सम्पर्कहरुको रुपमा सेट गर्न सकिदैन

source: Open Channel
ne: खुल्ला च्यानल

source: Brightness
ne: चमक

source: Platform Version
ne: प्लेटफर्म सँस्करण

source: Your Multimedia Message (MMS), was sent on {{datetime}}
ne: तपाईंको मल्टिमिडिया सन्देश (एम् एम् एस्), {{datetime}} मा पठाइएको थियो

source: PIN2 change
ne: PIN2 परिवर्तन

source: 10 seconds
ne: १० सेकेन्ड

source: Activating the screen reader will change the way your touch screen works. Touch anywhere to hear the item under your finger, and double tap to activate.
ne: पर्दा वाचक सक्रिय बनाउनाले तपाईं को टच स्क्रीनले कार्य गर्ने तरिका परिवर्तन गरिदिन्छ । तपाईं को औंला तल को वस्तु सुन्नको लागि जहाँ भए पनि छुनु होस्, तथा सक्रिय बनाउनका लागि दुइ चोटी ट्याप गर्नुहोस् ।

source: December
ne: डिसेम्बर

source: Read
ne: पढ्नुहोस्:

source: Reset Wi-Fi usage
ne: वाइफाइ प्रयोग रिसेट गर्नुहोस्

source: {{ n }} seconds
ne: {{ n }} सेकेन्ड्स्

source: Unplug the phone to play music.
ne: सङ्गित सुन्नका लागि फोनलाई छुटाउनुहोस्।

source: No calls recorded
ne: कुनै कल रेकर्ड गरिएको छैन

source: HTTP proxy host
ne: HTTP प्रोक्सी होस्ट

source: selected
ne: चयन गरिएको

source: Visible to all
ne: सबैलाई देखाउने

source: Every 15 minutes
ne: प्रत्येक १५ मिनेटमा

source: Sample Format
ne: नमूना ढाँचा

source: Google
ne: गुगल

source: Messages
ne: सन्देशहरू

source: 3G only
ne: 3G मात्र

source: SIM PIN locked
ne: SIM PIN ताल्चा लगाइयो

source: Select Wallpaper
ne: वालपेपर चयन गर्नुहोस्

source: Not in range
ne: पकड क्षेत्र भन्दा बाहिर

source: CDMA
ne: सी डि एम् ए

source: City
ne: शहर

source: System Alarm Volume
ne: प्रणालीको संसूचक आवाज

source: Rear camera
ne: पछाडिको क्यामेरा

source: Exceeded by {{value}}
ne: {{value}} ले बढी भयो

source: Type your HNCK code
ne: तपाईको HNCK कोड लेख्नुहोस्

source: When the screen reader is enabled, your device will provide spoken feedback to assist blind and low-vision users.
ne: जब पर्दा वाचक सक्षम परिन्छ, तपाईं को यन्त्रले दृष्टि बिहिन तथा कम दृष्टि भएका प्रयोगकर्ताहरूलाई बोल्ने पुनर्निवेश प्रदान गर्ने छ ।

source: You must enable IMAP on your Gmail account
ne: तपाईंको आफ्नो जीमेल खातामा तपाईंले IMAP सक्षम पार्नुपर्दछ

source: Unlock your SIM to enable Usage.
ne: प्रयोग सक्षम पार्न तपाईँको SIMबाट ताल्चा हटाउनुहोस्।

source: header
ne: हेडर

source: Removing this account will also remove your local copy of associated calendars and events.
ne: यो खाता हटाउँदा तपाईँको सम्बन्धित पात्रो र घटनाहरुको स्थानीय प्रतिलिपि पनि हट्नेछ।

source: Link speed
ne: लिङ्क गति

source: {{level}} of 4 bars
ne: 4 बारहरू को {{level}}

source: Microphone
ne: माईक्रोफोन

source: ADB only
ne: ADB मात्र

source: Every hour
ne: प्रत्येक घण्टा

source: Not Now
ne: अहिले होइन

source: Replace attachment
ne: संलग्न फाइल बदल्नुहोस्

source: definition list
ne: परिभाषा सूची

source: March
ne: मार्च

source: Memory card in use
ne: मेमोरी कार्ड प्रयोगमा छ

source: Success!
ne: सफल!

source: dialog
ne: संवाद

source: question mark
ne: प्रश्न चिन्ह

source: (no subject)
ne: (विषय नभएको)

source: Telephony
ne: दूरभाषी

source: Body
ne: मुख्य भाग

source: {{n}} new voicemails
ne: {{n}} नयाँ ध्वनिमेलहरु

source: Network unavailable. Email saved to outbox.
ne: नेटवर्क उपलब्ध छैन। इमेल प्रेशितमा सुरक्षित।

source: Make sure you have a mobile signal and try again.
ne: तपाईंको मोबाइलमा सिग्नल भएको पक्का गरि पुन प्रयास गर्नुहोला ।

source: {{title}} starting {{distance}}
ne: {{distance}}मा {{title}} सुरु हुने

source: Error
ne: त्रुटि

source: Clear all text
ne: सबै पाठ मेटाउनुहोस्

source: Only {{ n }} retry left
ne: {{ n }} कोसिस मात्र बाँकी

source: Set Automatically
ne: स्वत: सेट गर्नुहोस्

source: Reset Password
ne: पासवर्ड रिसेट गर्नुहोस्

source: Radio not available
ne: रेडियो उपलब्ध छैन

source: bytes
ne: बाइट्स

source: Type your response…
ne: तपाईँको प्रतिक्रिया लेख्नुहोस्...

source: Are you sure you want to delete:
ne: के तपाई मेट्ने कुरामा ढुक्क हुनुहुन्छ:

source: Search Again
ne: फेरि खोज्नुहोस्

source: Your Rights
ne: तपाईँका अधिकारहरु

source: Get Channel Status
ne: च्यानल स्थितिहरु प्राप्त गर्नुहोस्

source: Sign in
ne: साइन इन

source: Add keyboards
ne: कुञ्जीपाटीहरु थप्नुहोस्

source: activated
ne: सक्रिय पारिएको

source: There’s not enough space on the memory card to export the contacts
ne: मेमोरी कार्डमा खाली स्थान नरहेकोले सम्पर्क विवरण निर्यात गर्न सकिएन।

source: What’s in a crash report?
ne: क्र्यास प्रतिवेदनमा के छ ?

source: {{n}} Contacts removed
ne: {{n}} सम्पर्कहरु हटाइयो

source: {{value}} years before
ne: {{value}} बर्ष अघी

source: Remove all Facebook data?
ne: सबै फेसबुक डाटा हटाउने?

source: The configuration message you received does not have valid APNs.
ne: तपाइले पाउनुभएको कन्फिगरेसन सन्देसमा मान्य ए पी एन हरु छैन ।

source: UTC{{utcOffset}} {{region}}/{{city}}
ne: यू टि सि{{utcOffset}} {{region}}/{{city}}

source: {{n}} minutes
ne: {{n}} मिनेट

source: Would you like to share your camera with {{app}}?
ne: के तपाईं {{app}} सँग आफ्नो क्यामेरा बाँड्न चाहनुहुन्छ?

source: Call Ended
ne: कल समाप्त भयो

source: Least played
ne: थोरै सुनिएको

source: Comment
ne: टिप्पणी

source: Server settings
ne: सर्भर सेटिङहरू

source: Video can not be watched while plugged in
ne: जोडिएको बेलामा भिडियोहरु हेर्न सकिदैन

source: Remove as Favorite
ne: मनपर्नेहरूबाट हटाउनुहोस्

source: Voicemail has left the call.
ne: भ्वाइसमेलले कल छोडेको छ ।

source: Via:
ne: बाट:

source: A Firefox Account lets you find a lost phone and buy apps from the Firefox Marketplace.
ne: फायरफक्स खाताले तपाईंको हराएको फोन पाउन र फायरफक्स बजार देखि एप्सहरू किन्न दिन्छ।

source: HNCK must have between 8 and 16 characters.
ne: HNCK मा 8 देखि 16 क्यारेक्टरहरू हुनुपर्छ ।

source: Set an alert to avoid using too much data.
ne: धेरै डाटा चलाउनबाट बच्न सतर्कता सेट गर्नहोस्।

source: Build Identifier
ne: निर्माण पहिचायक

source: Merging duplicate contacts
ne: उस्तै सम्पर्क विवरण गाभदै।

source: separator
ne: विभाजक

source: Try again
ne: पुन: प्रयास गर्नुहोस्

source: Obtaining Source Code
ne: स्रोत कोड प्राप्त गरिंदै

source: Main information
ne: मुख्य सूचना

source: Dial modified to dial
ne: डायल डायलमा परिमार्जित गरियो

source: Manual setup
ne: हाते स्थापना

source: Auto-enhance off
ne: स्वतः-बढाउन बन्द

source: Reply-To
ne: लाई-जवाफ

source: Auto (WCDMA/GSM/CDMA/EVDO)
ne: स्वत: (WCDMA/GSM/CDMA/EVDO)

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
ne: केहि {{brandShortName}} मा सुविधाहरु जस्तै क्र्यास रिपोर्टरले मोजिल्लालाई पृष्ठपोषण पठाउने विकल्प तपाईलाई दिन्छन । पृष्ठपोषण निवेदन छानेर, तपाईले मोजिल्लालाई पृष्ठपोषण प्रयोग गरेर उत्पादन सुधार्ने, वेबसाइटमा पृष्ठपोषण प्रकाशन गर्ने र पृष्ठपोषण वितरण गर्ने अनुमति दिनसक्नुहुन्छ ।

source: Airplane mode on
ne: उडान मोड खुल्ला छ

source: Sending email failed
ne: इमेल पठाउन असफल भयो

source: Enter CCK code
ne: CCK कोड प्रविष्ट गर्नुहोस्

source: Last item
ne: अन्तिम वस्तु

source: Airplane Mode
ne: एयरप्लेन मोड

source: Trash
ne: रद्दीटोकरी

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
ne: "{{server}}"सँग जडान गर्न असफल | तपाईको सञ्जालमा समस्या हुन सक्छ |

source: outline
ne: बाह्यरेखा

source: PUK code
ne: PUK कोड

source: Load More Messages
ne: थप सन्देशहरू लोड गर्नुहोस्

source: Send DTMF
ne: DTMF पठाउनुहोस्

source: Inbox
ne: प्राप्तिमञ्जूषा

source: Wall post
ne: भिती लेखन

source: Call
ne: आह्वान

source: Import Contacts
ne: सम्पर्कहरु आयात गर्नुहोस्

source: OLDER THAN 6 MONTHS
ne: छ महिना पुरानो

source: Front camera
ne: अगाडिको क्यामेरा

source: No photos
ne: फोटो छैन

source: No duplicate contacts found
ne: कुनै नक्कली सम्पर्क फेला परेन

source: Ring
ne: रिङ

source: Event
ne: घटना

source: Reply
ne: जवाफ पठाउनुहोस्

source: Caller ID defaults to restricted. Next call: Not restricted
ne: पूर्वनिर्धारित कलर आइडि निशेधित। पछिल्लो कल: निशेधित नगरिएको

source: Improve {{brandShortName}}
ne: {{brandShortName}} सुधार्नुहोस्

source: Import contacts
ne: SIM सम्पर्क आयात गर्नुहोस्

source: Artists
ne: संगीतकारहरू

source: Australia
ne: अस्ट्रेलिया

source: Calendar Settings
ne: पात्रोको सेटिङहरू

source: Signal strength
ne: संकेत संख्या

source: Unable to confirm call waiting preferences
ne: कल पर्खाई प्राथमिकता पुष्टि गर्न असफल

source: just now
ne: भर्खरै

source: Connected
ne: जडान भयो

source: Name
ne: नाम

source: Session expired
ne: सत्र समाप्त

source: Link contact
ne: जोड्ने सम्पर्क

source: Postpaid
ne: पोष्टपेड

source: Apps
ne: एप्स

source: space
ne: खाली

source: Month
ne: महिना

source: Crop
ne: काटछाँट गर्नुहोस्

source: Number layouts
ne: सङ्ख्या सजावटहरु

source: Daily
ne: दैनिक

source: Synchronous: {{ sync }}
ne: तुल्यकालिक: {{ sync }}

source: Pick up
ne: उठानोउस

source: Sync
ne: सिन्क्रोनाइज

source: Reset mobile & Wi-Fi data
ne: मोबाइल र वाइफाइको डाटा रिसेट गर्नुहोस्

source: Archives
ne: सङ्ग्रह

source: Select day
ne: दिन चयन गर्नुहोस

source: Not imported
ne: आयातित गारिएको छैन

source: Packet
ne: प्याकेट

source: Frame {{current}} of {{total}}
ne: फ्रेम {{total}} को {{current}}

source: Join us for a quick tutorial about your new phone.
ne: तपाईंको नयाँ फोन चलाउने प्रक्रिया बारेमा बुझ्न हामीसँग शामिल हुनुहोस्।

source: Device space low.
ne: यन्त्रको खाली स्थान थोरै छ।

source: Unable to connect
ne: जडान गर्न असक्षम

source: Later
ne: पछि

source: Delete selected log?
ne: चयन गरिएको नोडहरू मेटाउने हो?

source: Receiver
ne: प्रप्तिकर्ता

source: Send Report
ne: प्रतिवेदन पठाउनुहोस्

source: Keyboard settings
ne: कुञ्जीपाटी सेटिङ

source: SIM 2
ne: SIM २

source: Data usage
ne: डाटा प्रयोग

source: SIM 1
ne: SIM १

source: Close
ne: बन्द गर्नुहोस्

source: Remove star
ne: तारा हटाउनुहोस्

source: WAP Push
ne: WAP थिच्नुहोस्

source: AUGUST
ne: अगस्ट

source: Signed in as {{email}}
ne: {{email}} को रुपमा साइन्ड इन गर्नुहोस्

source: Start your phone tour!
ne: तपाईंको फोन यात्रा सुरु गर्नुहोस्!

source: Keyboard Settings
ne: किबोर्ड सेटिङ

source: Add Address
ne: ठेगाना थप्नुहोस्

source: {{site}} would like to know your location.
ne: {{site}} तपाईको स्थान जान्न चाहन्छ।

source: Data Report and Alert
ne: डाटा प्रतिवेदन र सतर्कता

source: Insert a memory card to take pictures.
ne: तस्विर लिन मेमोरी कार्ड घुसाउनुहोस्।

source: Last name
ne: अन्तिम नाम

source: Illegal SIM or ME
ne: अवैध SIM वा ME

source: Connected to phone/media audio
ne: फोन/media अडियोमा जोडियो

source: {{value}} days ago
ne: {{value}} दिन अगाडि

source: this month
ne: यस महिना

source: Recipient error. Email saved to outbox.
ne: प्रापक त्रुटि। इमेल आउटबक्समा सेभ गरियो।

source: {{app}} would like to access your music.
ne: {{app}} तपाईको संगीत प्रयोग गर्ने चाहन्छ |

source: list item
ne: वस्तु सूची

source: right double angle quote
ne: दाहिने जोडी कोण उद्धरण

source: Delete {{ n }} email messages?
ne: {{ n }} वटा इमेल सन्देशहरु मेटाउने?

source: Play Tone
ne: ध्वनि बजाउनुहोस्

source: Missing SIM card
ne: सिम कार्ड हराइरहेको

source: Yahoo!
ne: याहू!

source: Turn off airplane mode to send messages.
ne: सन्देश पठाउनको लागि उडान शैली बन्द गर्नुहोस्।

source: Select an opposite device
ne: उल्टो यन्त्र चयन गर्नुहोस्

source: Unauthorized SIM card
ne: अनाधिकारिक सिम कार्ड

source: Restrict which numbers can be dialed from this phone.
ne: यो फोनबाट थिच्न नमिल्ने नम्बरहरु प्रतिबन्ध गर्नुहोस ।

source: Mon
ne: सोम

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
ne: साहि PUK कोड प्रविष्ट गर्न तपाईको यस अन्तिम मैका हो। गलत PUK कोड प्रविष्ट गरेमा तपाईको सिम कार्ड सधैका लागि चलाउन मल्दैन।

source: View
ne: दृश्य

source: WPS is in progress…
ne: WPS प्रगतिमा छ...

source: Add songs to get started
ne: सुरु हुनका लागि गीतहरु थप्नुहोस्
